import Image from 'next/image';

export default function BannerSection() {
    return (
        <div className="flex bg-primary-1 rounded-3xl">
            <div className="flex flex-col justify-center gap-10 w-1/2 px-14 text-white">
                <h2 className="text-3xl font-bold">
                    ترخیص کالا و انجام تشریفات کامل گمرکی از تمامی گمرکات کشور
                </h2>
                <p className="text-justify leading-relaxed">
                    فرآیند ترخیص کالا امری تخصصی می باشد که حتما نیاز است که
                    توسط شخصی که دانش و تخصص کافی و تجربه لازم را دارد این
                    فرآیند انجام شود. مجموعه کارگزار گمرک با مدیریت کارگزار رسمی
                    گمرک ایران مهندس محمدامین قنبری دارای تجربه بیش از 01 ساله
                    در امور بازرگانی و ترخیص کالا میتواند کالای شما تاجر و صاحب
                    کالای عزیز را طبق قانون و مقررات امور گمرکی و صادرات و
                    واردات و اصول تجاری از گمرک در کمترین زمان ممکن با تنظیم
                    اظهارنامه و انجام تشریفات گمرکی مورد نظر ترخیص نماید و
                    همچنین با به کارگیری روش های خاص خود میتوانیم مبالغ پرداختی
                    به گمرک را تا حد ممکن کاهش دهیم و اگر کالای شما در گمرک دچار
                    اختلافات شود و به کمیسیون های گمرکی ارجاع شود ما به عنوان
                    کارگزار رسمی گمرک به نمایندگی از شما در کمیسیون ها شرکت
                    میکنیم
                </p>
            </div>
            <Image
                alt="banner"
                src={require('@/public/global/banner.png')}
                className="w-1/2"
            />
        </div>
    );
}
